[TheWorld:PersistentLevel.Main_Sequence.==Objectives==.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="艾米莉"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="你犯下了死罪"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="在长达数月的航行后，你带着来自异地的消息，回到了顿沃高塔。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_2 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="她派你横跨群岛，寻求援助以对抗这场可怕的鼠疫。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_3 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="你的名字叫做科尔沃·阿塔诺，女皇的皇家护卫。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="瑞哈文河"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="顿沃高塔"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="贾斯敏女皇"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="艾米莉"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="藏身处"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="贾斯敏女皇"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="藏身处"

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Boat.DisSeqAct_SetTutorialMessage_5 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="用你的鼠标可四处观察"
m_TutorialMessage_Gamepad="使用 `KEY_RightStick` 可四处观察"

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Boat.DisSeqAct_SetTutorialMessage_8 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_MoveForward` `GBA_MoveBackward` `GBA_StrafeLeft` `GBA_StrafeRight` 可移动"
m_TutorialMessage_Gamepad="按下 `KEY_LeftStick` 可移动"

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Emily.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Sprint` 可冲刺"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Emily.DisSeqAct_SetTutorialMessage_11 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Sneak` 可进入潜行模式"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Emily.DisSeqAct_SetTutorialMessage_33 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="你离开了指定地点。捉迷藏游戏结束了。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Emily.DisSeqAct_SetTutorialMessage_34 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="警告：你将要离开捉迷藏游戏的指定地点。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="攻击或防御（非致命方法）"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_1 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住使用键可收起你的武器"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_2 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Secondary` 可使用手枪"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_3 DisSeqAct_SetTutorialMessage]
m_TutorialMessage=""
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_5 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Block` 可进行格挡"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_8 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按下 `GBA_Primary` 可挥剑"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.SOIREE_Empress_Regent.DisSeqAct_SetTutorialMessage_9 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="把信件交给女皇"
m_TutorialMessage_Gamepad=""

